---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ArgumentsInconsistentException
source: html/4db8fbf6-ac52-800e-e63d-f1e855cb39a0.htm
---
# ArgumentsInconsistentException Properties

The information of the function throwing the exception.